Repository: common-repository/plugin-test-drive
Catalog: admin/languages/plugin_test_drive-*.po
Languages: it_it

source: Plugin Test Drive Options
it_it: Plugin Test Drive: Opzioni

source: Choose the tester key (using this key, Plugin Test Drive will recognize you and load the plugins for you only):
it_it: Scegliere la chiave del tester (utilizzando questa chiave, Plugin Test Drive ti riconoscerà e attiverà i plugin solo per te):

source: set to your IP address
it_it: imposta il tuo indirizzo IP

source: View preference:
it_it: Visuale:

source: Split to columns
it_it: Divisa in colonne

source: Select plugins for testing:
it_it: Seleziona i plugin da testare:

source: Click to check All
it_it: Clicca per selezionarli tutti

source: Notes
it_it: Note

source: Make sure to include "if_function_exists()" in any plugin function you add:
it_it: Assicurati di inserire "if_function_exists()" in ogni funzione del plugin che aggiungi:

source: Wrong
it_it: Errato

source: Right
it_it: Corretto

source: Save Changes
it_it: Salva

source: Please enter a valid IP address.
it_it: Inserire un indirizzo IP valido.

source: IP address
it_it: indirizzo IP

source: user name
it_it: nome utente

source: set to your
it_it: imposta il tuo

source: Please Enter a valid IP Address
it_it: Inserire un indirizzo IP valido

source: Tester key is mandatory
it_it: La chiave del tester è obbligatoria

source: Click to check all
it_it: Clicca per selezionarli tutti

source: Click to uncheck all
it_it: Clicca per deselezionare tutto

source: Tester key:
it_it: La chiave del tester:

source: Remove invalid flag
it_it: Rimuovi la segnalazione <i>non valido</i>

source: Remove untestable flag
it_it: Rimuovi la segnalazione <i>non testabil</i>

source: <div class="ptd-message updated"><p>Plugin Test Drive has updated your tested plugins list. You can also check their status in <a href="plugins.php">plugins page</a></p></div>
it_it: <div class="ptd-message updated"><p>Plugin Test Drive ha aggiornato la lista dei tuoi plugin testati. Puoi anche verificarne lo stato nella <a href="plugins.php">pagina dei plugin</a></p></div>

source: Active plugins cannot be selected for testing. Only inactive plugins can be tested
it_it: I plugin attivi non possono essere selezionati. Solo i plugin inattivi possono essere testati

source: Invalid plugins (plugins with malfunctioned code) cannot be tested.
it_it: Plugin non validi (plugin con codici malfunzionanti) non possono essere testati.

source: Untestable plugins (rare, <a href="http://www.webtechwise.com/plugin-test-drive#untestable">read more</a>
it_it: Plugin non testabile (raro, <a href="http://www.webtechwise.com/plugin-test-drive#untestable">per saperne di più</a>

source: In case you upgraded/fixed the plugin, click on "Remove invalid flag"/"Remove untestable plugin" to enable plugin selection.
it_it: Se effettui un upgrade o fixi il plugin, clicca su "Rimuovi la segnalazione non valido"/"Rimuovi la segnalazione non testabile" per abilitare la selezione del plugin.

source: therefore, it cannot be tested.
it_it: quindi non può essere testato.

source: has been flagged as untestable by Plugin Test Drive. <a href="http://www.webtechwise.com/plugin-test-drive#untestable">click here</a> to read more.
it_it: è stato segnato come "non testabile" da Plugin Test Drive. <a href="http://www.webtechwise.com/plugin-test-drive#untestable">Clicca qui</a> per saperne di più.

source: Plugin Test Drive has detected an error in
it_it: Plugin Test Drive ha individuato un errore nel plugin

source: (<u>your</u>
it_it: (<u>la tua</u>

source: is loaded by
it_it: è stato attivato da

source: for
it_it: per

source: only.
it_it: solo.

source: Stop testing
it_it: interrompere le prove

source: Just to let you know, Plugin Test Drive has detected that
it_it: Per tua conoscenza, Plugin Test Drive ha notato che

source: has generated %d characters of <strong>unexpected output</strong> during activation.<br />However, PTD decided to flag it as valid and test it anyway.
it_it: ha generato %d caratteri di <strong>output inaspettato</strong> durante l'attivazione. <br /> Comunque, PTD ha deciso di reputarlo valido e testarlo ugualmente.

source: However, <u>your</u>
it_it: Comunque, <u>la tua</u>

source: is
it_it: è

source: If you like Plugin Test Drive, <a href="http://wordpress.org/extend/plugins/plugin-test-drive/">support by voting here</a>
it_it: Se ti piace Plugin Test Drive, <a href="http://wordpress.org/extend/plugins/plugin-test-drive/">dai il tuo sostegno votando qui</a>

source: For any questions, requests or feeback refer to the <a href="http://www.webtechwise.com/plugin-test-drive/">plugin page</a>
it_it: Per eventuali domande, richieste o feedback consultare <a href="http://www.webtechwise.com/plugin-test-drive/">la pagina del plugin</a>
